Repository: MartinPeschke/webshop
Catalog: webshop/WebShop/per4/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it

source: German
es: Aleman
it: Germania

source: English
es: Ingl&eacute;s
fr: Anglais
it: Inglese

source: Spanish
es: Espa&ntilde;ol
fr: Espagnol
it: Spagnolo

source: French
es: Franc&eacute;s
fr: Francais
it: Francese

source: Italian
es: Italiano
fr: Italien
it: Italiano

source: Polish
es: Polaco
fr: Polonais
it: Polacco

source: MR.
es: SR.
it: Sig.

source: MRS.
es: SRA.
fr: M.me
it: Sig.ra

source: MS.
es: SRA.
fr: M.lle
it: Altro

source: Cash in our Office
es: En Efectivo
fr: En liquide dans notre bureau
it: Da pagare in contanti nel nostro uffcio

source: C.O.D (+10 EUR, except Germany)
es: Contra reembolso (Alemania +5 Euro, Otros + 14,50 Euro)
fr: Paiement á la reception (9,90 € , sauf Allemagne )
it: Pagamento alla consegna (9,90 € tranne Germania)

source: Bank Transfer in advance
es: Transferencia bancaria por adelantado
fr: Virement bancaire anticipe
it: Transferimento bancario / bonifico anticipato

source: Credit Card
es: Tarjeta de cr&eacute;dito
fr: Carte de credit
it: Carta di credito

source: Direct debit (only for Germany and Spain)
es: Domiciliaci&oacute;n bancaria (exclusivamente para Alemania y Espa&ntilde;a)
fr: Paiement automatique (uniquement pour l'Allemagne et l'Espagne)
it: Addebito diretto (soltanto per la Germania e la Spagna)

source: pcs
it: pz.

source: Misc
es: Otros
fr: Diverses
it: Vari

source: Tuesday
es: Martes
fr: Mardi
it: Martedi

source: Wednesday
es: Miercoles
fr: Mercredi
it: Mercoledi

source: Thursday
es: Jueves
fr: Jeudi
it: Giovedi

source: Friday
es: Viernes
fr: Vendredi
it: Venerdi

source: Saturday
es: S&aacute;bado
fr: Samedi
it: Sabato

source: Yes
es: Sí
fr: Oui
it: Si

source: Your email address has been registered.
es: Registraci&oacute;n finalizado con &eacute;xito.
fr: Votre adresse e-mail a ete enregistree.
it: Il tuo indirizzo e-mail è stato registrato

source: Sorry, please check your password.
es: Lo sentimos,por favor revise su contrase&ntilde;a.
fr: Desole, verifiez votre mot de passe
it: Verifica la parola d´accesso ( password )

source: Nur nach Zustimmung zu unseren AGB koennen Sie sich registrieren
es: Tienes que aceptar nuestros condiciones de venta para porder registrarte
fr: Il est possible de s´enregistrer seulement apres avoir accepte les conditions generales de vente
it: E´possibile registrarti solo dopo aver accettato le condizioni d´utilizzo

source: Sorry, your email addresses do not match.
es: Las direcciones de correo electr&oacute;nico no coinciden.
fr: Desole , votre adresse E-mail ne correspond pas
it: L 'indirizzo mail inserito non e´ corretto !

source: Billing Address
es: Direcci&oacute;n para la facturaci&oacute;n
fr: Adresse de facturation
it: Indirizzo per la fatturazione

source: Shipping Address
es: Direcci&oacute;n de envío
fr: Adresse de livraison
it: Indirizzo per la spedizione

source: Sorry, please activate your account.
es: Lo sentimos, active su cuenta primero.
fr: Desole´, activez votre compte
it: La prego di attivare il suo conto cliente (account) .

source: Sorry, please check your email and password.
es: Lo sentimos, revise su email and contrase&ntilde;a.
fr: Desole´, verifiez votre email et votre mot de passe svp.
it: La prego di controllare la sua password e l'indirizzo E-Mail.

source: This Activation Code is invalid, maybe you already activated? Please check login or the link in your email and try again!
es: El c&oacute;digo de activaci&oacute;n no es v&aacute;lido. Es posible que su cuenta ya est&aacute; activa? Por favor revise su logín o el link en su email o int&eacute;ntelo de nuevo.
fr: Ce code d'activation n'est pas valable, peut-etre votre compte est-il deja active ? Veuillez verifier votre Login ou essayez de nouveau le lien dans votre email!
it: Questo codice di attivazione non è valido, forse il vostro conto cliente (account) è già attivato? Controlla il collegamento (link) nella vostra e-mail e prova ancora!

source: This Request Code is invalid, maybe you already activated? Please check login or the link in your email and try again!
es: El c&oacute;digo de activaci&oacute;n no es v&aacute;lido. Es posible que su cuenta ya est&aacute; activa? Por favor revise su logín o el link en su email o int&eacute;ntelo de nuevo.
fr: Ce code d'activation n'est pas valable, peut-etre votre compte est-il deja active ? Veuillez verifier votre login ou essayez de nouveau le lien dans votre email!
it: Questo codice di attivazione non e´ valido, forse il vostro account è già attivato? Verifichi il link nella e-mail e provi ancora!

source: You have been approved for Wholesale access, enjoy your shopping!
es: Ud. ha sido acceptado para entrar en la tienda al por mayor. Por favor, disfruta las compras!
fr: Vous avez maintenant acces aux pages professionnelles, bons achats!
it: Siete stati accettati come operatori all'ingrosso, buon shopping!

source: This Approval Code is invalid, maybe you already approved this user?
es: Este c&oacute;digo de aprobaci&oacute;n no es valido, es posible que este usuario ya est&aacute; aprobado?
fr: Ce code n'est pas valable, peut-etre avez-vous deja accepte cet utilisateur ?
it: Questo codice di approvazione è non valido, forse avete gia accettato questo utente?

source: Sorry, we could not approve your Wholesale Access request, please call us or contact us by email to clarify.
es: Lo sentimos, no ha sido possible aprobar su accesso a la tienda al por mayor. Si ha rellenado bien todos los datos, por favor, contactenos por tel&eacute;fono o email.
fr: D&eacute;sol&eacute;, nous ne pouvons pas approuver votre demande d'acc&egrave;s aux pages professionnelles, appelez ou contactez-nous par l'email pour plus d'informations.
it: Spiacenti, non possiamo accordarle l´accesso come operatore all'ingrosso, la prego di mettersi in contatto con noi telefonicamente per maggiori spiegazioni.

source: This Approval Code is invalid, maybe you already denied this request?
es: Este c&oacute;digo de aprobaci&oacute;n no es valido. Es posible que este usuario ya ha sido denegado por Ud.
fr: Ce code d'approbation n'est pas valable, peut-&ecirc;tre vous a d&eacute;j&agrave; d&eacute;ni&eacute; l'acc&egrave;s &agrave; cet utilisateur ?
it: Questo codice di approvazione è non valido, forse voi già avete rifiutato questa richiesta?

source: Token Expired
es: Pregunta no v&aacute;lida
fr: Demande invalide
it: Richiesta non valida

source: The token for this requested password change has expired, please request again!
es: La solicitud de contrase&ntilde;a ha caducado, int&eacute;ntelo de nuevo.
fr: Cette requ&ecirc;te pour la modification de votre mot de passe a expir&eacute;e, si vous n'avez pas encore modifier votre mot de passe retournez au login - &agrave; mot de passe oublier? et essayez de nouveau.
it: La prego di richiedere di nuovo il cambio diella parola d ´accesso (password)

source: forgot your password?
es: Olvid&oacute; su contrase&ntilde;a?
fr: Vous avez oubli&eacute; votre mot de passe?
it: Hai dimenticato la tua parola d'accesso ( password )?

source: Logged In
es: Registrado
it: Identificato (Logged in )

source: You are already logged in, want to change your password again? Proceed below!
es: Ya estás registrado, quieres cambiar tu clave otra vez? Sigue abajo!
fr: Vous êtes sur le site, voulez-vous changer votre mot de passe? Confirmer en bas!
it: Sei gia identificato , vuoi cambiare la tua password un'altra volta? Conferma sotto per favore!

source: Sorry
es: Lo sentimos
fr: D&eacute;sol&eacute;
it: Scusa

source: Check Your Email!
es: Revise su email
fr: V&eacute;rifiez votre Email
it: La prego di controllare la sua E-Mail!

source: A password change was already requested for this email address: <b>%s</b> within the last 24 hours, to protect our users from spam, please check your email box again or try again tomorrow!
es: El cambio de contrase&ntilde;a ha sido solicitado para este email: <b>%s</b> durante las pasadas 24 horas, para proteger a nuestros clientes de Spam, solamente acceptamos una solicitud por día. Por favor revise su correo electr&oacute;nico otra vez o int&eacute;ntelo manana nuevamente.
fr: Un changement de mot de passe a &eacute;t&eacute; d&eacute;j&agrave; demand&eacute; pour cette adresse Email : %s dans les derni&egrave;res 24 heures, pour prot&eacute;ger nos clients contre le Spam, nous ne pouvons accepter qu'une demande par jour. V&eacute;rifiez svp votre Email ou essayez demain!
it: Un cambiamento della parola d'accesso ( password ) è gia´stato chiesto per questo email address: <b>%s</b> nelle ultime 24 ore, per proteggervi dallo Spam, controllate per favore ancora le vostre E-Mail o provate ancora domani!

source: %s Password Change Request
es: %s cambio de contrasena
fr: %s Demande de modification de mot de passe
it: %s Richiesta di cambiamento di Password

source: Next Step
es: Siguiente paso
fr: Continuer
it: Prossima tappa

source: If the email address: <b>%s</b> is associated with your account, you should very soon receive an email from us containing a link to a page, where you can change your password!
es: Si el email: <b>%s</b> est&aacute; associado con su cuenta, Ud. recibir&aacute; en breve un email que contiene un link a la p&aacute;gina de cambio de contrase&ntilde;a! Por favor abra este link para poder cambiar su contrase&ntilde;a.
fr: Si l'adresse e-mail: <b>%s </b est associée à votre compte, vous devriez recevoir un mail très bientôt de notre part contenant un lien vers une page où vous pouvez changer votre mot de passe!
it: Se l'indirizzo E-Mail %s è associato al vostro account, dovrebbe molto presto ricevere una E-Mail che contiene il link in cui potrete cambiare la vostra parola d'accesso ( password) !

source: Your password has been updated.
es: Su contrase&ntilde;a ha sido actualizada.
fr: Votre mot de passe a &eacute;t&eacute; modifi&eacute;
it: La tua parola d'accesso ( password) è stata cambiata.

source: Your password could not been updated, Password and Retype dont match.
es: Tu clave no se ha podido actualizar. La clave y su repetición no cuadran.
fr: Votre mot de passe ne pas pu être actualisé, votre mot de passe et sa répétition ne correspondent pas.
it: La tua parola d´ accesso ( password) potrebbe non essere stata attualizzata, la parola d´accesso ( password) e la sua ripetizione non combaciano.

source: Page not found!
es: P&aacute;gina no encontrada.
fr: Page non trouv&eacute;e !
it: Pagina non trovata !

source: Check if you typed the address correctly or go back to
es: Revise si ha deletreado su direcci&oacute;n correctamente o vuelve a
fr: V&eacute;rifiez l'adresse ou allez de nouveau &agrave;
it: La prego di controllare se tutt´ e due gli indirizzi sono corretti e ritorna a

source: An Internal Server Error Occurred!
es: Un error interno ha occurido!
fr: Erreur interne!
it: Errore sistema !

source: The Error has been reported to the WebAdmin.
es: Este error ha sido transmitido al WebAdmin.
fr: L'erreur a &eacute;t&eacute; rapport&eacute;e l'administrateur du site.
it: L'errore è stato segnalato all´Amministratore web!

source: We are constantly improving our webshop, fixing bugs and adding functionality, the site admin has received your error report and will work hard to fix it! Please check back with us in the very near future time.
es: Estamos continuamente mejorando nuestra página web, quitando bugs y anadiendo funcionalidades. El administrador ha recibido el protocol del error y trabajará diro para repararlo! Vuelve a visitarnos próximamente!
fr: Nous actualisons notre Website regulièrement, eliminons les fautes et rajoutons des nouvelles fonctions. L´adminstrateur a pris connaissance de votre problème et travaille à corriger le defaut. Réessayer plus tard, merci.
it: Costantemente lavoriamo sul nostro sito, correggiamo gli sbagli e inseriamo nuove funzioni, il responsabile Web ha ricevuto informazioni relative a questo problema , lavoriamo per correggerlo il piú presto possiblie! Riprova piú tardi.

source: About Us
es: Quienes somos
fr: Qui sommes-nous
it: Chi siamo

source: Shipping
it: Spedizione

source: Material Guide
es: Materiales
fr: Mat&eacute;riaux
it: Materiali

source: Gallery
es: Galería
fr: Galerie
it: Galleria

source: Studios
fr: Studio
it: Studi

source: Contact
es: Contacto
it: Contattaci

source: Search
es: B&uacute;squeda
fr: Recherche
it: Cerca

source: My Account
es: Mi cuenta
fr: Mon compte
it: Il mio conto personale ( My Account )

source: Logout
es: Desconectar
it: Esci dal tuo conto cliente ( log out )

source: Login
es: Logín
it: Identificati ( Login )

source: receive trends, offers and coupons via email
es: Recibe trends, ofertas y cupónes por email.
fr: Recevez notres offres
it: Sottoscrivi la news letter e riceverai le nostre offerte!

source: Subscribe
es: Suscribir
fr: VALIDER
it: Sottoscrivi la News letter

source: Impressum
fr: Mentions légales
it: Informazioni legali

source: Per-4 • Piercing • Tattoo • Jewellery • Fashion & Media • Studioequipment
fr: Per-4 • Tattoo Piercing • Bijoux • Mode & Médias • Equipement Studio
it: Per-4 • Piercing • Tattoo • Gioielli • Fashion & Media • Forniture mediche

source: Über
es: Sobre
fr: À propos
it: A proposito

source: Produkte im Webshop!
es: Productos en la tienda online!
fr: Produits dans la boutique en ligne!
it: Prodotto disponibile nel webshop

source: Error
fr: Erreur
it: Errore

source: reporting...
es: transmitiendo
fr: envoi...
it: segnalazione...

source: You have a Message
es: Tiene un mensaje
fr: Vous avez un message
it: Hai un nuovo messaggio

source: Hey
es: Hi
it: Ciao

source: You have successfully registered with Per-4.com.
es: Ud se ha registrado con &eacute;xito.
fr: Vous vous &ecirc;tes inscrits avec succ&egrave;s chez Per-4.com.
it: La registrazione a Per-4 è stata completata con successo.

source: Your Login
es: Su Logín
fr: Votre Identifiant
it: Il tuo identificante ( login )

source: Your Password
es: Su contrase&ntilde;a
fr: Votre mot de passe
it: La tua parola d'accesso ( password )

source: You have registered as a Studio User, your account will be activated as soon as you open below link, and during the next days, we will check the provided details and approve your wholesale access or get back to you with further questions.
es: Ud. se ha registrado para la tienda al por mayor. Su cuenta ser&aacute; activa en cuanto abre el link abajo. Dentro 48h comprobaremos sus datos de registro y aprobaremos su acceso a la tienda por mayor. Si hay dudas nos pondremos en contacto con Ud.
fr: Vous vous &ecirc;tes enregistr&eacute; en tant que professionnel, votre compte sera activ&eacute; d&egrave;s que vous ouvrirez le lien ci-dessous, nous v&eacute;rifierons dans les prochains jours les d&eacute;tails fournis et approuverons votre acc&egrave;s aux professionnels ou vous contacterons pour plus d'informations.
it: Vi siete registrati come studio, il vostro account sarà attivato durante i prossimi giorni. Controlleremo i particolari da lei forniti ed approveremo il vostro accesso come operatore all´ingrosso.

source: To activate the registered account, please open the following URL in your browser
es: Para activar su cuenta, por favor, abra el link siguiente
fr: Pour activer votre compte, ouvrez svp le lien suivant dans votre navigateur
it: Per attivare il conto cliente ( Account ) registrato, clicca sul seguente Link

source: If you have not registered with per-4.com, please ignore this email, your personal data will be deleted automatically during the next few days.
es: Si Ud no se registr&oacute; con Per-4.com, por favor,ignore este email, sus datos personales ser&aacute;n borrados automaticamente dentro de unos días.
fr: Si vous ne vous &ecirc;tes pas inscrits chez per-4.com, ignorez svp cet email, vos donn&eacute;es personnelles seront supprim&eacute;es automatiquement dans les jours &agrave; venir.
it: Se non vi siete registrati nel sito per-4.com, ignori questa e-mail, i vostri dati personali saranno cancellati automaticamente durante i prossimi giorni.

source: Thanks
es: Gracias
fr: Merci
it: Grazie

source: Your Per-4 Team
es: Tu Team de Per-4
fr: L'&eacute;quipe de Per-4
it: Il Team di Per-4

source: Landsberger Allee 117A - 10407 Berlin - Telefon +49 30 93 66 38 21 - Fax +49 30 93 66 38 22
es: Landsberger Allee 117A - 10407 Berlin - Tel&eacute;fono+49 30 93 66 38 21 - Fax +49 30 93 66 38 22
fr: Landsberger Allee 117a - 10407 Berlin - Telephone +49 30 93 66 38 21 - Fax +49 30 93 66 38 22
it: Landsberger Allee 117a - 10407 Berlino - Telefono +49 30 93 66 38 21 - Fax +49 30 93 66 38 22

source: We have received your request to change your password.
es: Hemos recibido su solicitud de cambio de contrase&ntilde;a.
fr: Nous avons re&ccedil;u votre demande de modification de votre mot de passe.
it: Abbiamo ricevuto la tua richiesta di cambiamento della parola d'accesso ( password ).

source: Please follow the link below, which will open a page to set a new password for your account!
es: Por favor, siga el link de abjao, que abrir&aacute; una p&aacute;gina para cambiar su contrase&ntilde;a!
fr: Veuillez suivre le lien ci-dessous qui ouvrira une page vous permettant de modifier votre mot de passe!
it: Apri il seguente Link che ti porterá alla pagina per cambiare la parola d'accesso ( password ).

source: If you did not request a password change, no problem, your account remains active as always and you can savely ignore this email!
es: Si Ud no ha solicitado un cambio de contrase&ntilde;a, no se preocupe, su cuenta seguir&eacute; siendo activada y Ud puede ignorar este email tranquilamente!
fr: Si vous ne d&eacute;sirez pas changer votre mot de passe, pas de probl&egrave;me, votre compte demeure actif comme d'habitude et vous pouvez ignorer cet email!
it: Se non hai fatto nessuna richiesta per il cambiamento della parola d'accesso ( password ), nessun problema, il tuo conto cliente (account) e´ sempre attivo e puoi ignorare questa E-Mail.

source: User
es: Usuario
fr: Utilisateur
it: Utente

source: Address
es: Direcci&oacute;n
fr: Adresse
it: Indirizzo

source: Name
es: Apellidos
fr: Nom
it: Cognome

source: Street
es: Calle
fr: Rue
it: Indirizzo

source: Zip
es: C&oacute;digo postal
fr: Code postal
it: CAP

source: City
es: Poblaci&oacute;n
fr: Ville
it: Città

source: Country
es: País
fr: Pays
it: Nazione

source: Phone
es: Tel&eacute;fono
fr: T&eacute;l&eacute;phone
it: Telefono

source: Others who bought this also bought:
es: Otros que compraron este producto también compraron
fr: Les clients qui ont achete ce produit achetent aussi:
it: Quelli che comprano questo prodotto comprano anche :

source: Please input an integer!
es: Por favor, introduzca un n&uacute;mero.
fr: SVP sugg&eacute;rer un nombre!
it: Immetta prego un numero intero!

source: REFERENCE
es: REFERENCIA
fr: R&eacute;f&eacute;rence
it: Riferimento

source: SIZE
es: TAMA&Ntilde;O
fr: Dimension
it: Dimensione

source: COLOR
fr: Couleur
it: Colore

source: PRICE P/P
es: PRECIO UNTIARIO
fr: Prix &agrave; l'unit&eacute;
it: Prezzo P/P

source: DISCOUNT PRICE
es: Precio reducido
fr: Rabais
it: Prezzo scontato

source: QUANTITY
es: CANTIDAD
fr: Ajouter dans le panier d´achat
it: Quantità

source: PRICE
es: PRECIO
fr: Prix
it: Prezzo

source: Available
es: Disponible
fr: Disponible
it: Disponibile

source: More
es: M&aacute;s
fr: Plus
it: Di più

source: incl. VAT
es: incl. IVA
fr: TVA comprise
it: IVA Incl.

source: excl. VAT
es: excl. IVA
fr: Hors Taxes
it: IVA Escl.

source: Total Amount:
es: Total:
fr: Montant total
it: Importo TOTALE

source: Add to Cart
es: A&ntilde;adir al Carro De Compra
fr: ajouter dans le panier
it: Aggiungi al carrello

source: Sending/Loading Data, please wait...
fr: Mise a jour votre panier en cours, Attendez SVP...
it: Stiamo aggiornando le informazioni relative al carrello, attenda prego...

source: All Materials:
es: Todos los materiales:
fr: Tous les materiels :
it: Tutti i materiali:

source: Neu bei uns!
es: Nuevo con nosotros!
fr: News!
it: NEWS!

source: My Cart
fr: Mon Panier
it: Il mio carrello

source: SUBTOTAL
fr: Sous-total
it: SUB-TOTALE

source: Zum Bezahlen
es: A pagar
fr: PASSER A LA CAISSE
it: Conferma e ordina >>

source: No Articles Found!
es: No se encontró ningún artículo!
fr: Aucun article trouve
it: Nessun articolo trovato

source: News
es: Novedades
fr: Nouveaut&eacute;s
it: Novità

source: TERMS AND CONDITIONS
es: Condiciones de compra
fr: Conditions g&eacute;n&eacute;rales
it: Condizioni generali di vendita

source: Coupons
es: Cupónes
it: Buono

source: SOME FLYERS INCLUDE PRICES, PLEASE LOG IN TO VIEW ALL FLYERS!
es: Algunos flyers incluyen precios! Por favor registrate para poder ver todos los folletos!
fr: LES FLYERS AFFICHENT LES PRIX, IDENTIFIEZ-VOUS POUR TOUT VOIR !
it: Identificati (LOG IN) per visualizzare tutti i flyers !

source: DOWNLOAD MONTHLY FLYER
es: Descarga de las ofertas del mes
fr: TELECHARGEZ LE FLYERS DU MOIS
it: Scarica ( download ) il flyer del mese

source: FEBRUARY/MARCH
es: Febrero/ Marzo
fr: FEVRIER/MARS
it: Febbraio/ Marzo

source: NOVEMBER/DECEMBER
es: Noviembre/ Diciembre
fr: NOVEMBRE/DECEMBRE
it: Novembre/ Dicembre

source: JULY/AUGUST
es: Julio/ Agosto
fr: JUILLET/AOUT
it: Luglio/ Agosto

source: MAY/JUNE
es: Mayo/ Junio
fr: MAI/JUIN
it: Maggio/ Giugno

source: APRIL/MAY
es: Avril/ Mayo
fr: AVRIL /MAI
it: Aprile/ Maggio

source: FEBRUARY
es: Febrero
fr: FEVRIER
it: Febbraio

source: JANUARY
es: Enero
fr: JANVIER
it: Gennaio

source: DECEMBER
es: Diciembre
fr: DECEMBRE
it: Dicembre

source: OCTOBER
es: Octubre
fr: OCTOBRE
it: Ottobre

source: NOVEMBER
es: Noviembre
fr: NOVEMBRE
it: Novembre

source: SEPTEMBER
es: Sepitembre
fr: SEPTEMBRE
it: Settembre

source: AUGUST
es: Agosto
fr: AOUT
it: Agosto

source: JULY
es: Julio
fr: JULLET
it: Luglio

source: JUNE
es: Junio
fr: JUIN
it: Giugno

source: PIERCING KATALOG
es: Cat&aacute;logo de Piercing
fr: Catalogue de Piercing
it: catalogo-PIERCING

source: TATTOO KATALOG
es: Cat&aacute;logo de Piercing
fr: TATTOO CATALOGUE
it: catalogo-TATTOO

source: SPRING FLYER
fr: FLYERS DU PRINTEMPS
it: Flyer di Primavera

source: VORDRUCK
es: Formularios
fr: APERCU DE IMPRESSION
it: Anteprima di stampa

source: Lastschrift Formular zum Download
es: Descarga del formulario para domiciliación bancaria
fr: FORMULAIRE POUR LE PAIEMENT AUTOMATIQUE A TELECHARGER
it: Formulario per il pagamento diretto da scaricare ( Download )

source: PDF Format
es: Formato PDF
fr: FORMAT PDF
it: Formato PDF

source: MS WORD Format
es: Formato WORD
fr: FORMAT MS WORD
it: Formato MS Word

source: Zurueck zur vorherigen Seite
es: volver
fr: REVENIR A LA PAGE PRECEDENTE
it: Ritorna alla pagina precedente

source: Weiter zur naechsten Seite
es: Siguiente
fr: ALLER A LA PAGE SUIVANT
it: Vai alla pagina successiva

source: JOBS
es: Empleo
fr: Recrutement
it: Lavora con noi

source: Montag bis Freitag
es: De Lunes a Viernes
fr: De Lundi au Vendredi
it: Dal Lunedi al Venerdi

source: 9 Uhr bis 18 Uhr
fr: De 8:30h a 18:30 h
it: Dalle 8:30 h alle 18:30 h

source: 10407 Berlin
it: 10407 Berlino

source: OUR ADVERTISEMENTS
es: nuestras publicaciones
fr: Nos annonces
it: La nostra pubblicitá

source: Studios & Kunden
es: Estudios y clientes
fr: CLIENTS ET STUDIOS
it: Studi e Clienti

source: This Could Be YOU!
es: Esto podrías ser tu!
fr: VOUS POURRIEZ FIGURER ICI !
it: Questo potresti essere TU !

source: Results for
es: Resultados para
fr: R&eacute;sultats de la recherche
it: Resultati per

source: from
es: de
fr: De
it: Da

source: Shopping Cart
es: Carro de compra
fr: Mon Panier
it: Carrello

source: Change Password
es: Cambiar contrase&ntilde;a
fr: Changer son mot de passe
it: Cambia la parola d'accesso ( password )

source: First name
es: Nombres
fr: Pr&eacute;nom
it: Nome

source: Last name
es: Apellidos
fr: Nom
it: Cognome

source: Webpage
es: P&aacute;gina web
fr: Site internet
it: Sito Web
