Repository: MartinPeschke/webshop
Catalog: webshop/WebShop/per4/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it

source: Billing information
es: Direcci&oacute;n para la facturaci&oacute;n
fr: Informations pour la facturation
it: Le informazioni per la fatturazione

source: Street address
es: Direcci&oacute;n
fr: Rue
it: Indirizzo

source: CITY / TOWN
es: Poblaci&oacute;n
fr: Ville
it: Città

source: ZIP Code
es: C&oacute;digo Postal
fr: Code postal
it: CAP

source: Preferred Language
es: Idioma preferido
fr: Langue pr&eacute;f&eacute;r&eacute;e
it: Lingua preferita

source: Telephone
es: Tel&eacute;fono
fr: T&eacute;l&eacute;phone
it: Telefono

source: Mobile Phone
es: T&eacute;lefono m&oacute;vil
fr: Portable
it: Telefono cellulare

source: Shipping information
es: Direcci&oacute;n de envio
fr: Informations pour la livraison
it: Dati per la spedizione

source: I agree with the Per-4 Terms and Conditions.
es: Yo accepto los terminos y condiciones de Per-4.
fr: J'acc&egrave;pte les conditions de vente de Per-4.
it: Sono d'accordo con le condizioni generali di vendita di Per-4

source: Save Profile
es: Guardar Perfil
fr: Enregistrer Profil
it: Salva il Profilo

source: Existing Customer Information
it: Informazioni per la fatturazione

source: Existing Customer Number
fr: Numéro de client
it: Numero cliente esistente

source: Your details
es: Datos personales
fr: Vos donn&eacute;es
it: I vostri dettagli

source: Company name
es: Nombre de la empresa
fr: Nom de la societe
it: Nome dell' Impresa

source: VAT-ID Number
es: N&uacute;mero Internacional de IVA
fr: Num&eacute;ro de TVA
it: Partita IVA

source: Opening hours
es: Horario de apertura
fr: Heures d'ouverture
it: Orari d'apertura

source: * e.g: 9:00 - 17:00
es: * i.e.: 9:00 - 17:00
fr: *p. exp.: 9:00 - 17:00
it: * per esempio: 9:00 - 17:00

source: Weekdays
es: Días semanales
fr: Jours de la semaine
it: Settimanale

source: Required fields
es: Necesario de rellenar
fr: Champs obligatoires
it: Campi obbligatori

source: REGISTRATION - COMPLETED
es: REGISTRO COMPLETADO
fr: Enregistrement r&eacute;ussi
it: Registrazione completata

source: Confirmation
es: Confirmaci&oacute;n
it: Conferma

source: Congratulations! Your account has been activated.
es: Felicidades! Su cuenta est&aacute; activada.
fr: F&eacute;licitations! Votre compte est activ&eacute;
it: Congratulazioni ! Il suo conto cliente ( account ) è stato attivato!

source: Finish Registration
es: Registración terminada
fr: Terminer enregistrement
it: Concludere la registrazione

source: Welcome to Per-4.com
es: Bienvenido a Per-4.com
fr: Bienvenue chez Per-4.
it: Benvenuto da Per-4

source: Herzlich Willkommen bei Per-4
es: Bienvenido a Per-4
fr: Bienvenue a Per-4
it: Benvenuti da Per-4

source: Only For Studios
es: Solamente para profesionales
fr: Reserve´aux Studios
it: Riservato agli studio

source: MY ACCOUNT -
es: Mi Cuenta -
fr: Mon compte -
it: Il mio conto cliente ( account )

source: New Password
es: Nueva contrase&ntilde;a
fr: Nouveau mot de passe
it: Nuova parola d' accesso ( password )

source: Retype Password
es: Repite su contase&ntilde;a
fr: Redonner le mot de passe
it: Riscriva la parola d' accesso ( password )

source: E-mail Address
es: Correo electr&oacute;nico
fr: Adresse E-mail
it: Indirizzo E-Mail

source: Kundennummer
es: Número de cliente
fr: Numéro de client
it: Numero cliente

source: Password
es: Contrase&ntilde;a
fr: Mot de passe
it: Parola d'accesso ( Password )

source: Sign up for Per-4.com
es: Registrate para Per-4.com
fr: ENREGISTREZ-VOUS SUR Per-4
it: Iscriviti a Per-4

source: Order Free Catalog
es: Pida su cat&aacute;logo gratis
fr: Commander un catalogue gratuit
it: Ordina gratuitamente il nuovo catalogo

source: Submit
es: Enviar
fr: Envoyer
it: Spedisci

source: Order Free Catalog - COMPLETED
es: Pedido del cat&aacute;logo gratuito - completado
fr: Commande de catalogue gratuit - accomplie
it: Ordina il nuovo catalogo Completo

source: Thank you!
es: Muchas gracias!
fr: Merci!
it: Grazie!

source: Thank you for ordering our catalog! We will contact you soon!
es: Gracias por pedir nuestro cat&aacute;logo! En breve nos pondremos en contacto con Ud.
fr: Merci pour votre commande de catalogue ! Nous vous contacterons bient&ocirc;t !
it: Grazie di aver ordinato il nostro catalogo! Ti contatteremo al più presto!

source: REGISTRATION - NEW USER
es: REGISTRO - NUEVO USUARIO
fr: ENREGISTREMENT - NOUVEL UTILISATEUR
it: Registrazione - Nuovo cliente

source: Create a new account
es: Crear una cuenta nueva
fr: Cr&eacute;er un nouveau compte
it: Crea un nuovo conto cliente ( account )

source: A valid e-mail address is required for registration
es: Un correo electr&oacute;nico correcto es necesario para registrarse.
fr: Une adresse Email valide est n&eacute;cessaire pour l'enregistrement
it: E´ richiesto un indirizzo E-mail valido per la registrazione.

source: Retype password
es: Repita su contrase&ntilde;a
fr: Retapez le mot de passe
it: Riscrivi la parola d' accesso ( password )

source: Continue secure:
es: Seguir
fr: Continuer - Espace securis&eacute
it: Informazioni di sicurezza

source: Continue As
fr: Continuer en tant que :
it: Continua come

source: Retail
es: Venta por menor
fr: Particuliers
it: AL DETTAGLIO

source: Or As
es: o como
fr: ou
it: Oppure come

source: Wholesale
es: al por major
fr: Professionels
it: ALL INGROSSO

source: Customer
es: cliente
fr: client
it: Cliente

source: REGISTRATION - NEW USER - RETAIL
es: REGISTRO - USUARIO NUEVO - VENTA POR MENOR
fr: ENREGISTREMENT - NOUVEL UTILISATEUR - PARTICULIERS
it: Registrazione - Nuovo cliente - al dettaglio

source: You have completed your registration successfully.
es: Ha finalizado su registro con &eacute;xito.
fr: Vous avez accompli votre enregistrement avec succ&egrave;s.
it: Avete completato con successo la vostra registrazione.

source: Shortly you will get a confirmation by e-mail. To activate your account please click on the link in your email.
es: En breve recibir&aacute; una confirmaci&oacute;n de su registro por email. Para activar su cuenta pulse en el link dentro del email.
fr: Vous obtiendrez sous peu une confirmation par E-mail. Pour activer votre compte cliquez svp sur le lien dans votre email.
it: Presto otterrai una E-mail di conferma per attivare il tuo conto cliente (account) , clicca sopra il collegamento ( link) nella tua e-mail.

source: Please activate your account!
es: Por favor, active su cuenta.
fr: Veuillez activer votre compte !
it: La prego di attivare il suo conto cliente ( account ).

source: An activation mail has been sent to
es: Un email para la activaci&oacute;n ha sido enviado a
fr: Un courrier d'activation a &eacute;t&eacute; envoy&eacute; &agrave;:
it: Una e-mail di attivazione è stata trasmessa a

source: REGISTRATION - NEW USER - WHOLESALE
es: REGISTRO - NUEVO USUARIO - VENTA POR MAYOR
fr: ENREGISTREMENT - NOUVEL UTILISATEUR - PROFESSIONNELS
it: Registrazione - Nuovo cliente - All' Ingrosso

source: Request here!
es: Pedir aqui!
fr: Demandez ici !
it: Richiedi qui!

source: Email Address
es: Direcci&oacute;n de correo electr&oacute;nico
fr: Adresse Email
it: Indirizzo E-Mail

source: Retype Email Address
es: Repite su direcci&oacute;n email
fr: Retapez l'adresse Email
it: Riscrivi l´ indirizzo E-Mail

source: Completed
es: Completado
fr: R&eacute;ussi
it: Completato

source: Order Successfully!
es: Pedido con &eacute;xito!
fr: Commande accomplie!
it: Ordinato con successo

source: Order Completed
es: Pedido completado
fr: Commande compl&egrave;te
it: Ordinazione completata

source: You have completed your order successfully.
es: Ha completado su pedido con &eacute;xito!
fr: Vous avez ex&eacute;cut&eacute; votre commande avec succ&egrave;s.
it: Hai completato il tuo ordine con successo.

source: Shortly you will receive a confirmation and invoice of your order by email.
es: En breve recibir&aacute; la confirmaci&oacute;n y la factura de su pedido por email.
fr: Vous recevrez sous peu une confirmation et une facture pour votre commande par Email.
it: Tra poco riceverete per E-Mail una conferma del vostro ordine con la fattura inclusa!

source: Establish Payment Method
es: Rellene la forma de pago
fr: Etablir le mode de paiement
it: Stabilisci il metodo di Pagamento

source: You will only need to fill in your payment method for your first purchase or when you wish to change it.
es: Solamente tienes que eligir la forma del pago la primera vez que compras o si quieres cambiarla.
fr: Vous avez juste besoin de preciser la methode de paiement pour le premier achat ou lorsque vous voudrez le modifier.
it: Devi solo precisare il metodo di pagamento per il primo acquisto o quando desideri cambiarlo.

source: Payment method
es: Forma De Pago
fr: Choix du paiement
it: Metodo di Pagamento

source: Payment data
es: Datos De Pago
fr: Informations de paiement
it: Informazioni per il pagamento

source: Card Owner
es: Propiertario de la tarjeta
fr: Propriétaire de la carte de crédit
it: Proprietario della carta di credito

source: Credit Card Number
fr: Numero de Carte de credit
it: Numero della carta di credito

source: Valid Until
es: caducidad
fr: Valable jusqu´au
it: Valido fino

source: Type
es: típo
fr: Type de carte
it: Tipo di carta di credito

source: Security Number
fr: Numéro de sécurité
it: Numero di sicurezza

source: Account Owner
it: Titolare del conto

source: Bank Account Number
es: Numero De Cuenta
fr: Numéro de compte
it: Numero del conto corrente

source: BLZ
es: SWIFT
fr: Numéro de banque
it: Numero della banca

source: Bank Name
es: Nombre Del Banco
fr: Nom de la banque
it: Nome della banca

source: If you did not yet give us your <u><a href="/media/downloads/lastschrifteinzugsformular.pdf" target="_new">bank debit agreement</a></u> from <u><a href="/downloads">our download page</a></u>, please send it to us now.
es: Si no nos has pasado el formulario <u><a href="/media/downloads/lastschrifteinzugsformular.pdf" target="_new">bank debit agreement</a></u> de <u><a href="/downloads">nuestra pa´gina de descarga</a></u>, por favor mandanoslo.
fr: SI VOUS N´AVEZ PAS ENCORE DONNE VOTRE <u><a href="/media/downloads/lastschrifteinzugsformular.pdf" target="_new">bank debit agreement</a></u> from <u><a href="/downloads">our download page</a></u>, SVP ENVOYEZ-LE NOUS
it: Se non ha ancora dato il tuo accordo di bonifico <u><a href="/media/downloads/lastschrifteinzugsformular.pdf" target="_new">bank debit agreement</a></u> from <u><a href="/downloads">our download page</a></u>, , lo faccia adesso

source: Your Comment
es: Comentarios
it: Il tuo commento

source: Submit Order
es: Enviar
fr: Envoyer la commande
it: Spedisci l'ordine

source: Your Shopping Cart
es: Su carro de compra
fr: Mon Panier
it: Il suo carrello

source: Erase
es: Borrar
fr: Eliminer
it: Cancellare

source: Reference
es: Referencia
fr: R&eacute;f&eacute;rence
it: Riferimento

source: Size in MM
es: Tama&ntilde;o
fr: Taille
it: Dimensioni in mm.

source: Price P/P
es: Precio unitario
fr: Prix &agrave; l'unit&eacute;
it: Prezzo p/p

source: Total
it: Totale

source: Subtotal
fr: Sous-total
it: SUB-TOTALE

source: Thereof VAT
es: IVA
fr: + TVA
it: + IVA

source: VAT
es: IVA
fr: TVA
it: IVA

source: Shipping Costs Apply
es: Gastos de transporte
fr: Frais de port
it: Mostra i Costi Di Trasporto

source: Updating Shopping Cart, please wait...
es: Actualizando el carro de compra, espere...
fr: Mise &agrave; jour de votre panier, Attendez SVP...
it: Stiamo aggiornando i dati relativi al carrello, attenda prego...

source: Save Cart
es: Guardar Pedido
fr: Sauvegarder
it: Salva le informazioni relative al carrello

source: Confirm Order
es: Confirmar Pedido
fr: Confirmation de la commande
it: Conferma l'ordine

source: Do you want to delete this item?
es: Quiere cancelar esta posici&oacute;n?
fr: Voulez-vous supprimer cet article ?
it: Vuole veramente cancellare questo articolo?

source: No
fr: Non

source: Home
fr: Accueil

source: The Page you requested does not exist on this server.
fr: La page que vous demadee n'existe pas sur ce serveur.

source: Downloads
fr: Downloads Catalogue

source: enter email address
fr: Entrez l'adresse e-mail

source: Not Available
fr: Non disponible

source: PLZ
fr: Code postal

source: Monday
es: Lunes

source: AGB
es: Condiciones de compra

source: FAQ
es: Preguntas frequentes
